Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Notifications.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# notification.action.complete
source: Check in
ar: سجّلي
bn: টিক দিন
ca: Confirmar
cs: Odškrtnout
da: Kryds af
de: Abhaken
el: Σημείωσέ το
es: Marcar
fi: Kuittaa
fr: Valider
gu: નોંધ કરો
he: סמני
hi: दर्ज करें
hr: Javi se
hu: Kipipálás
it: Conferma
ja: 記録する
kn: ದಾಖಲಿಸಿ
ko: 체크하기
ml: രേഖപ്പെടുത്തൂ
mr: नोंद करा
ms: Sahkan
nb: Kryss av
nl: Afvinken
or: ଦର୍ଜ କରନ୍ତୁ
pa: ਦਰਜ ਕਰੋ
pl: Odhacz
pt_br: Registrar
pt_pt: Registar
ro: Bifează
ru: Отметиться
sk: Odškrtnúť
sl: Odkljukaj
sv: Bocka av
ta: பதிவு செய்யவும்
te: నమోదు చేయండి
th: เช็กอิน
tr: İşaretle
uk: Відмітитися
ur: درج کریں
vi: Điểm danh
zh_hans: 打卡
zh_hant: 打卡

# notification.action.snooze
source: Remind me later
ar: ذكّرني لاحقًا
bn: পরে মনে করিয়ে দিন
ca: Recorda-m’ho més tard
cs: Připomenout později
da: Mind mig om det senere
de: Später erinnern
el: Θύμισέ μου αργότερα
es: Recuérdamelo más tarde
fi: Muistuta myöhemmin
fr: Rappelle-moi plus tard
gu: પછી યાદ અપાવો
he: להזכיר לי אחר כך
hi: बाद में याद दिलाएँ
hr: Podsjeti me kasnije
hu: Emlékeztess később
id: Ingatkan nanti
it: Ricordamelo più tardi
ja: あとで通知
kn: ನಂತರ ನೆನಪಿಸಿ
ko: 나중에 알림
ml: പിന്നീട് ഓർമ്മിപ്പിക്കൂ
mr: नंतर आठवण करून द्या
ms: Ingatkan saya nanti
nb: Minn meg senere
nl: Later herinneren
or: ପରେ ମନେ ପକାନ୍ତୁ
pa: ਮੈਨੂੰ ਬਾਅਦ ਵਿੱਚ ਯਾਦ ਕਰਾਓ
pl: Przypomnij później
pt_br: Lembrar mais tarde
pt_pt: Lembrar mais tarde
ro: Amintește-mi mai târziu
ru: Напомнить позже
sk: Pripomenúť neskôr
sl: Opomni me pozneje
sv: Påminn mig senare
ta: பிறகு நினைவூட்டவும்
te: తర్వాత గుర్తు చేయండి
th: เตือนฉันทีหลัง
tr: Sonra hatırlat
uk: Нагадати пізніше
ur: بعد میں یاد دلائیں
vi: Nhắc lại sau
zh_hans: 稍后提醒我
zh_hant: 稍後提醒我

# notification.break_start.body
source: No pill reminders during your break days. They start again with your next pack.
ar: لا تذكيرات بالحبة خلال أيام الاستراحة. تعود مع علبتك التالية.
bn: বিরতির দিনগুলোতে পিলের রিমাইন্ডার আসবে না। পরের প্যাক থেকে আবার শুরু হবে।
ca: No hi ha recordatoris de la píndola durant els dies de pausa. Tornen amb el pròxim envàs.
cs: Během dnů pauzy nepřijdou připomínky na pilulku. Vrátí se s dalším balením.
da: Ingen p-pillepåmindelser på dine pausedage. De starter igen med din næste pakke.
de: Während deiner Pausentage gibt es keine Pillenerinnerungen. Mit deiner nächsten Packung kommen sie wieder.
el: Δεν υπάρχουν υπενθυμίσεις χαπιού στις ημέρες διαλείμματος. Ξεκινούν ξανά με την επόμενη συσκευασία.
es: Sin recordatorios de píldora durante tus días de descanso. Vuelven con tu próximo blíster.
fi: Ei pillerimuistutuksia taukopäivinäsi. Ne alkavat taas seuraavasta liuskasta.
fr: Pas de rappel de pilule pendant tes jours d’arrêt. Ils reprennent avec ta prochaine plaquette.
gu: તમારા બ્રેકના દિવસો દરમિયાન ગોળીનાં રિમાઇન્ડર નહીં આવે. તમારા પછીના પેક સાથે તે ફરી શરૂ થશે.
he: אין תזכורות לגלולה בימי ההפסקה שלך. הן יחזרו עם החפיסה הבאה.
hi: ब्रेक दिनों में गोली के रिमाइंडर नहीं आएँगे। अगले पैक के साथ ये फिर शुरू होंगे।
hr: Tijekom dana pauze nema podsjetnika za pilulu. Ponovno kreću s novim pakiranjem.
hu: A szünetnapokon nincs tablettaemlékeztető. A következő levéllel újra indulnak.
id: Tidak ada pengingat pil selama hari istirahatmu. Pengingat mulai lagi dengan strip berikutnya.
it: Nessun promemoria della pillola nei giorni di pausa. Ripartono con la prossima confezione.
ja: 休薬日の間は、ピルのリマインダーはありません。次のシートから再開します。
kn: ನಿಮ್ಮ ವಿರಾಮ ದಿನಗಳಲ್ಲಿ ಮಾತ್ರೆ ಜ್ಞಾಪನೆಗಳು ಬರುವುದಿಲ್ಲ. ನಿಮ್ಮ ಮುಂದಿನ ಪ್ಯಾಕ್‌ನೊಂದಿಗೆ ಅವು ಮತ್ತೆ ಶುರುವಾಗುತ್ತವೆ.
ko: 휴약일에는 피임약 알림이 없어요. 다음 팩부터 다시 시작돼요.
ml: നിങ്ങളുടെ ഇടവേള ദിനങ്ങളിൽ ഗുളിക റിമൈൻഡറുകൾ വരില്ല. അടുത്ത പാക്കിനൊപ്പം അവ വീണ്ടും തുടങ്ങും.
mr: ब्रेकच्या दिवसांत गोळीचे रिमाइंडर येणार नाहीत. पुढच्या पॅकसोबत ते पुन्हा सुरू होतील.
ms: Tiada peringatan pil semasa hari rehat kamu. Ia bermula semula dengan pek kamu yang seterusnya.
nb: Ingen pillepåminnelser i pausedagene. De starter igjen med neste brett.
nl: Geen pilherinneringen tijdens je pauzedagen. Ze beginnen weer bij je volgende strip.
or: ବିରତି ଦିନରେ ପିଲ୍ ରିମାଇଣ୍ଡର୍ ଆସିବ ନାହିଁ। ଆପଣଙ୍କ ପରବର୍ତ୍ତୀ ପ୍ୟାକ୍ ସହ ସେଗୁଡ଼ିକ ପୁଣି ଆରମ୍ଭ ହେବ।
pa: ਬ੍ਰੇਕ ਦਿਨਾਂ ਦੌਰਾਨ ਗੋਲੀ ਦੇ ਰਿਮਾਈਂਡਰ ਨਹੀਂ ਆਉਣਗੇ। ਤੁਹਾਡੇ ਅਗਲੇ ਪੈਕ ਨਾਲ ਇਹ ਮੁੜ ਸ਼ੁਰੂ ਹੋਣਗੇ।
pl: W dni przerwy nie ma przypomnień o tabletce. Wrócą z następnym opakowaniem.
pt_br: Sem lembretes de pílula nos seus dias de intervalo. Eles voltam com a próxima cartela.
pt_pt: Sem lembretes da pílula durante os teus dias de intervalo. Voltam com a próxima embalagem.
ro: Fără mementouri pentru pilulă în zilele de pauză. Revin odată cu următoarea folie.
ru: Во время дней перерыва напоминаний о таблетке не будет. Они вернутся со следующей упаковкой.
sk: Počas dní pauzy neprídu pripomienky na tabletku. Vrátia sa s ďalším balením.
sl: Med dnevi premora ni opomnikov za tabletko. Spet se začnejo z naslednjim zavitkom.
sv: Inga p-pillerpåminnelser under dina pausdagar. De börjar igen med din nästa karta.
ta: உங்கள் இடைவெளி நாட்களில் மாத்திரை நினைவூட்டல்கள் வராது. அடுத்த பேக்குடன் அவை மீண்டும் தொடங்கும்.
te: మీ విరామ రోజుల్లో మాత్ర రిమైండర్లు రావు. మీ తర్వాతి ప్యాక్‌తో అవి మళ్లీ మొదలవుతాయి.
th: ไม่มีการแจ้งเตือนกินยาในช่วงวันพักของคุณ และจะเริ่มอีกครั้งเมื่อเริ่มแผงใหม่
tr: Ara günlerinde hap hatırlatması yok. Bir sonraki paketinle yeniden başlarlar.
uk: Під час днів перерви нагадувань про таблетку не буде. Вони повернуться з наступною упаковкою.
ur: وقفے کے دنوں میں گولی کی یاد دہانیاں نہیں آئیں گی۔ اگلے پیک کے ساتھ یہ دوبارہ شروع ہوں گی۔
vi: Không có lời nhắc uống thuốc trong những ngày nghỉ của bạn. Lời nhắc sẽ bắt đầu lại khi bạn mở vỉ mới.
zh_hans: 停药日期间不会有服药提醒。下一板开始时会恢复。
zh_hant: 停藥日期間不會有服藥提醒。下一盒開始時會恢復。

# notification.break_start.patch.body
source: No patch reminders during your patch-free days. They start again with your next patch.
ar: لا تذكيرات باللصقة خلال أيامك بدون لصقة. تعود مع لصقتك التالية.
bn: প্যাচ-মুক্ত দিনগুলোতে প্যাচের রিমাইন্ডার আসবে না। পরের প্যাচ থেকে আবার শুরু হবে।
ca: No hi ha recordatoris del pegat durant els dies sense pegat. Tornen amb el pròxim pegat.
cs: Během dnů bez náplasti nepřijdou připomínky na náplast. Vrátí se s další náplastí.
da: Ingen plasterpåmindelser på dine plasterfri dage. De starter igen med dit næste plaster.
de: Während deiner pflasterfreien Tage gibt es keine Pflastererinnerungen. Mit deinem nächsten Pflaster kommen sie wieder.
el: Δεν υπάρχουν υπενθυμίσεις αυτοκόλλητου στις ημέρες χωρίς αυτοκόλλητο. Ξεκινούν ξανά με το επόμενο αυτοκόλλητο.
es: Sin recordatorios de parche durante tus días sin parche. Vuelven con tu próximo parche.
fi: Ei laastarimuistutuksia laastarittomina päivinäsi. Ne alkavat taas seuraavasta laastarista.
fr: Pas de rappel de patch pendant tes jours sans patch. Ils reprennent avec ton prochain patch.
gu: પેચ વગરના દિવસોમાં પેચનાં રિમાઇન્ડર નહીં આવે. તમારા પછીના પેચ સાથે તે ફરી શરૂ થશે.
he: אין תזכורות למדבקה בימים בלי מדבקה. הן יחזרו עם המדבקה הבאה.
hi: पैच-मुक्त दिनों में पैच के रिमाइंडर नहीं आएँगे। अगले पैच के साथ ये फिर शुरू होंगे।
hr: Tijekom dana bez flastera nema podsjetnika za flaster. Ponovno kreću sa sljedećim flasterom.
hu: A tapaszmentes napokon nincs tapaszemlékeztető. A következő tapasszal újra indulnak.
id: Tidak ada pengingat koyo selama hari tanpa koyo. Pengingat mulai lagi dengan koyo berikutnya.
it: Nessun promemoria del cerotto nei giorni senza cerotto. Ripartono con il prossimo cerotto.
ja: パッチを貼らない日の間は、パッチのリマインダーはありません。次のパッチから再開します。
kn: ನಿಮ್ಮ ಪ್ಯಾಚ್ ಇಲ್ಲದ ದಿನಗಳಲ್ಲಿ ಪ್ಯಾಚ್ ಜ್ಞಾಪನೆಗಳು ಬರುವುದಿಲ್ಲ. ನಿಮ್ಮ ಮುಂದಿನ ಪ್ಯಾಚ್‌ನೊಂದಿಗೆ ಅವು ಮತ್ತೆ ಶುರುವಾಗುತ್ತವೆ.
ko: 패치 없는 날에는 패치 알림이 없어요. 다음 패치부터 다시 시작돼요.
ml: പാച്ച് ഇല്ലാത്ത നിങ്ങളുടെ ദിനങ്ങളിൽ പാച്ച് റിമൈൻഡറുകൾ വരില്ല. അടുത്ത പാച്ചിനൊപ്പം അവ വീണ്ടും തുടങ്ങും.
mr: पॅचशिवायच्या दिवसांत पॅचचे रिमाइंडर येणार नाहीत. पुढच्या पॅचसोबत ते पुन्हा सुरू होतील.
ms: Tiada peringatan tampalan semasa hari tanpa tampalan kamu. Ia bermula semula dengan tampalan kamu yang seterusnya.
nb: Ingen plasterpåminnelser i de plasterfrie dagene. De starter igjen med neste plaster.
nl: Geen pleisterherinneringen tijdens je pleistervrije dagen. Ze beginnen weer bij je volgende pleister.
or: ପ୍ୟାଚ୍-ମୁକ୍ତ ଦିନରେ ପ୍ୟାଚ୍ ରିମାଇଣ୍ଡର୍ ଆସିବ ନାହିଁ। ଆପଣଙ୍କ ପରବର୍ତ୍ତୀ ପ୍ୟାଚ୍ ସହ ସେଗୁଡ଼ିକ ପୁଣି ଆରମ୍ଭ ହେବ।
pa: ਪੈਚ-ਮੁਕਤ ਦਿਨਾਂ ਦੌਰਾਨ ਪੈਚ ਦੇ ਰਿਮਾਈਂਡਰ ਨਹੀਂ ਆਉਣਗੇ। ਤੁਹਾਡੇ ਅਗਲੇ ਪੈਚ ਨਾਲ ਇਹ ਮੁੜ ਸ਼ੁਰੂ ਹੋਣਗੇ।
pl: W dni bez plastra nie ma przypomnień o plastrze. Wrócą z następnym plastrem.
pt_br: Sem lembretes de adesivo nos seus dias sem adesivo. Eles voltam com o próximo adesivo.
pt_pt: Sem lembretes do adesivo durante os teus dias sem adesivo. Voltam com o próximo adesivo.
ro: Fără mementouri pentru plasture în zilele fără plasture. Revin odată cu următorul plasture.
ru: Во время дней без пластыря напоминаний о пластыре не будет. Они вернутся со следующим пластырем.
sk: Počas dní bez náplasti neprídu pripomienky na náplasť. Vrátia sa s ďalšou náplasťou.
sl: Med dnevi brez obliža ni opomnikov za obliž. Spet se začnejo z naslednjim obližem.
sv: Inga plåsterpåminnelser under dina plåsterfria dagar. De börjar igen med ditt nästa plåster.
ta: உங்கள் பேட்ச் இல்லாத நாட்களில் பேட்ச் நினைவூட்டல்கள் வராது. அடுத்த பேட்ச்சுடன் அவை மீண்டும் தொடங்கும்.
te: మీ ప్యాచ్ లేని రోజుల్లో ప్యాచ్ రిమైండర్లు రావు. మీ తర్వాతి ప్యాచ్‌తో అవి మళ్లీ మొదలవుతాయి.
th: ไม่มีการแจ้งเตือนแผ่นแปะในช่วงวันที่ไม่แปะแผ่น และจะเริ่มอีกครั้งเมื่อถึงแผ่นถัดไป
tr: Bantsız günlerinde bant hatırlatması yok. Bir sonraki bandınla yeniden başlarlar.
uk: Під час днів без пластиру нагадувань про пластир не буде. Вони повернуться з наступним пластирем.
ur: پیچ سے آزاد دنوں میں پیچ کی یاد دہانیاں نہیں آئیں گی۔ اگلے پیچ کے ساتھ یہ دوبارہ شروع ہوں گی۔
vi: Không có lời nhắc miếng dán trong những ngày không dán. Lời nhắc sẽ bắt đầu lại với miếng dán tiếp theo.
zh_hans: 无贴片期间不会有贴片提醒。贴下一片时会恢复。
zh_hant: 無貼片期間不會有貼片提醒。貼下一片時會恢復。

# notification.break_start.ring.body
source: No ring reminders during your ring-free days. They start again when it’s time to insert your ring.
ar: لا تذكيرات بالحلقة خلال أيامك بدون حلقة. تعود عندما يحين وقت إدخال حلقتك.
bn: রিং-মুক্ত দিনগুলোতে রিংয়ের রিমাইন্ডার আসবে না। রিং লাগানোর সময় হলে আবার শুরু হবে।
ca: No hi ha recordatoris de l’anell durant els dies sense anell. Tornen quan toqui posar-te l’anell.
cs: Během dnů bez kroužku nepřijdou připomínky na kroužek. Vrátí se, až bude čas zavést kroužek.
da: Ingen ringpåmindelser på dine ringfri dage. De starter igen, når det er tid til at indsætte din ring.
de: Während deiner ringfreien Tage gibt es keine Ringerinnerungen. Sie kommen wieder, wenn du deinen Ring einsetzen sollst.
el: Δεν υπάρχουν υπενθυμίσεις δακτυλίου στις ημέρες χωρίς δακτύλιο. Ξεκινούν ξανά όταν έρθει η ώρα να βάλεις τον δακτύλιό σου.
es: Sin recordatorios de anillo durante tus días sin anillo. Vuelven cuando toque insertar tu anillo.
fi: Ei rengasmuistutuksia renkaattomina päivinäsi. Ne alkavat taas, kun on aika asettaa rengas.
fr: Pas de rappel d’anneau pendant tes jours sans anneau. Ils reprennent quand il est temps d’insérer ton anneau.
gu: રિંગ વગરના દિવસોમાં રિંગનાં રિમાઇન્ડર નહીં આવે. રિંગ મૂકવાનો સમય થશે ત્યારે તે ફરી શરૂ થશે.
he: אין תזכורות לטבעת בימים בלי טבעת. הן יחזרו כשיגיע הזמן להכניס את הטבעת.
hi: रिंग-मुक्त दिनों में रिंग के रिमाइंडर नहीं आएँगे। रिंग लगाने का समय आने पर ये फिर शुरू होंगे।
hr: Tijekom dana bez prstena nema podsjetnika za prsten. Ponovno kreću kad bude vrijeme da umetneš prsten.
hu: A gyűrűmentes napokon nincs gyűrűemlékeztető. Akkor indulnak újra, amikor ideje behelyezni a gyűrűt.
id: Tidak ada pengingat cincin selama hari tanpa cincin. Pengingat mulai lagi saat waktunya memasang cincin.
it: Nessun promemoria dell’anello nei giorni senza anello. Ripartono quando è il momento di inserire l’anello.
ja: リングを外している日の間は、リングのリマインダーはありません。リングを入れる日になったら再開します。
kn: ನಿಮ್ಮ ರಿಂಗ್ ಇಲ್ಲದ ದಿನಗಳಲ್ಲಿ ರಿಂಗ್ ಜ್ಞಾಪನೆಗಳು ಬರುವುದಿಲ್ಲ. ರಿಂಗ್ ಅಳವಡಿಸುವ ಸಮಯ ಬಂದಾಗ ಅವು ಮತ್ತೆ ಶುರುವಾಗುತ್ತವೆ.
ko: 링 없는 날에는 링 알림이 없어요. 링을 넣을 때가 되면 다시 시작돼요.
ml: റിംഗ് ഇല്ലാത്ത നിങ്ങളുടെ ദിനങ്ങളിൽ റിംഗ് റിമൈൻഡറുകൾ വരില്ല. റിംഗ് ഇടാനുള്ള സമയമാകുമ്പോൾ അവ വീണ്ടും തുടങ്ങും.
mr: रिंगशिवायच्या दिवसांत रिंगचे रिमाइंडर येणार नाहीत. रिंग घालायची वेळ आल्यावर ते पुन्हा सुरू होतील.
ms: Tiada peringatan cincin semasa hari tanpa cincin kamu. Ia bermula semula apabila tiba masa untuk masukkan cincin.
nb: Ingen ringpåminnelser i de ringfrie dagene. De starter igjen når det er tid for å sette inn ringen.
nl: Geen ringherinneringen tijdens je ringvrije dagen. Ze beginnen weer als het tijd is om je ring in te brengen.
or: ରିଙ୍ଗ-ମୁକ୍ତ ଦିନରେ ରିଙ୍ଗ ରିମାଇଣ୍ଡର୍ ଆସିବ ନାହିଁ। ରିଙ୍ଗ ଭିତରେ ରଖିବା ସମୟ ହେଲେ ସେଗୁଡ଼ିକ ପୁଣି ଆରମ୍ଭ ହେବ।
pa: ਰਿੰਗ-ਮੁਕਤ ਦਿਨਾਂ ਦੌਰਾਨ ਰਿੰਗ ਦੇ ਰਿਮਾਈਂਡਰ ਨਹੀਂ ਆਉਣਗੇ। ਰਿੰਗ ਪਾਉਣ ਦਾ ਸਮਾਂ ਹੋਣ ’ਤੇ ਇਹ ਮੁੜ ਸ਼ੁਰੂ ਹੋਣਗੇ।
pl: W dni bez krążka nie ma przypomnień o krążku. Wrócą, gdy przyjdzie pora założyć krążek.
pt_br: Sem lembretes de anel nos seus dias sem anel. Eles voltam quando for hora de inserir o anel.
pt_pt: Sem lembretes do anel durante os teus dias sem anel. Voltam quando for altura de inserir o anel.
ro: Fără mementouri pentru inel în zilele fără inel. Revin când e timpul să introduci inelul.
ru: Во время дней без кольца напоминаний о кольце не будет. Они вернутся, когда придёт время ввести кольцо.
sk: Počas dní bez krúžku neprídu pripomienky na krúžok. Vrátia sa, keď bude čas zaviesť krúžok.
sl: Med dnevi brez obročka ni opomnikov za obroček. Spet se začnejo, ko bo čas, da vstaviš obroček.
sv: Inga ringpåminnelser under dina ringfria dagar. De börjar igen när det är dags att sätta in ringen.
ta: உங்கள் ரிங் இல்லாத நாட்களில் ரிங் நினைவூட்டல்கள் வராது. ரிங் செருகும் நேரம் வந்ததும் அவை மீண்டும் தொடங்கும்.
te: మీ రింగ్ లేని రోజుల్లో రింగ్ రిమైండర్లు రావు. రింగ్ అమర్చే సమయం వచ్చినప్పుడు అవి మళ్లీ మొదలవుతాయి.
th: ไม่มีการแจ้งเตือนวงแหวนในช่วงวันที่ไม่ใส่วงแหวน และจะเริ่มอีกครั้งเมื่อถึงเวลาใส่วงแหวน
tr: Halkasız günlerinde halka hatırlatması yok. Halkanı yerleştirme zamanı geldiğinde yeniden başlarlar.
uk: Під час днів без кільця нагадувань про кільце не буде. Вони повернуться, коли настане час ввести кільце.
ur: رِنگ سے آزاد دنوں میں رِنگ کی یاد دہانیاں نہیں آئیں گی۔ رِنگ لگانے کا وقت آنے پر یہ دوبارہ شروع ہوں گی۔
vi: Không có lời nhắc vòng trong những ngày không vòng. Lời nhắc sẽ bắt đầu lại khi đến lúc đặt vòng.
zh_hans: 无环期间不会有阴道环提醒。到了放入阴道环的时候会恢复。
zh_hant: 無環期間不會有陰道環提醒。到了放入陰道環的時候會恢復。

# notification.break_start.title
source: Your break starts today
ar: تبدأ استراحتك اليوم
bn: আজ থেকে আপনার বিরতি শুরু
ca: La teva pausa comença avui
cs: Dnes ti začíná pauza
da: Din pause starter i dag
de: Deine Pause beginnt heute
el: Το διάλειμμά σου ξεκινά σήμερα
es: Hoy empieza tu descanso
fi: Taukosi alkaa tänään
fr: Tes jours d’arrêt commencent aujourd’hui
gu: તમારો બ્રેક આજથી શરૂ થાય છે
he: ההפסקה שלך מתחילה היום
hi: आपका ब्रेक आज से शुरू
hr: Tvoja pauza počinje danas
hu: Ma kezdődik a szüneted
id: Masa istirahatmu mulai hari ini
it: La tua pausa inizia oggi
ja: 今日から休薬期間です
kn: ನಿಮ್ಮ ವಿರಾಮ ಇಂದು ಶುರುವಾಗುತ್ತದೆ
ko: 오늘부터 휴약 기간이에요
ml: നിങ്ങളുടെ ഇടവേള ഇന്ന് തുടങ്ങുന്നു
mr: तुमचा ब्रेक आज सुरू होतो
ms: Rehat kamu bermula hari ini
nb: Pausen din starter i dag
nl: Je pauze begint vandaag
or: ଆଜିଠାରୁ ଆପଣଙ୍କ ବିରତି ଆରମ୍ଭ
pa: ਤੁਹਾਡਾ ਬ੍ਰੇਕ ਅੱਜ ਤੋਂ ਸ਼ੁਰੂ ਹੈ
pl: Dziś zaczyna się twoja przerwa
pt_br: Seu intervalo começa hoje
pt_pt: O teu intervalo começa hoje
ro: Pauza ta începe azi
ru: Сегодня начинается твой перерыв
sk: Dnes sa ti začína pauza
sl: Tvoj premor se začne danes
sv: Din paus börjar i dag
ta: உங்கள் இடைவெளி இன்று தொடங்குகிறது
te: మీ విరామం ఈరోజు మొదలవుతుంది
th: ช่วงพักของคุณเริ่มวันนี้
tr: Aran bugün başlıyor
uk: Сьогодні починається твоя перерва
ur: آپ کا وقفہ آج سے شروع
vi: Những ngày nghỉ của bạn bắt đầu từ hôm nay
zh_hans: 今天开始停药
zh_hant: 今天開始停藥

# notification.custom.direct.followup
source: You haven’t checked in yet today.
ar: لم تسجّلي اليوم بعد.
bn: আজ আপনি এখনো টিক দেননি।
ca: Encara no has confirmat avui.
cs: Dnešek ještě není odškrtnutý.
da: Du har ikke krydset af i dag endnu.
de: Du hast heute noch nicht abgehakt.
el: Δεν το έχεις σημειώσει ακόμα σήμερα.
es: Aún no has marcado lo de hoy.
fi: Et ole vielä kuitannut tänään.
fr: Tu n’as pas encore validé aujourd’hui.
gu: તમે આજે હજુ નોંધ કરી નથી.
he: עוד לא סימנת היום.
hi: आज आपने अभी दर्ज नहीं किया है।
hr: Danas još nema tvog javljanja.
hu: Ma még nem pipáltad ki.
id: Kamu belum check-in hari ini.
it: Oggi non hai ancora confermato.
ja: 今日はまだ記録していません。
kn: ಇಂದು ನೀವು ಇನ್ನೂ ದಾಖಲಿಸಿಲ್ಲ.
ko: 오늘 아직 체크하지 않았어요.
ml: ഇന്ന് നിങ്ങൾ ഇതുവരെ രേഖപ്പെടുത്തിയിട്ടില്ല.
mr: आज तुमची नोंद अजून झालेली नाही.
ms: Kamu belum sahkan hari ini.
nb: Du har ikke krysset av ennå i dag.
nl: Je hebt vandaag nog niet afgevinkt.
or: ଆପଣ ଆଜି ଏପର୍ଯ୍ୟନ୍ତ ଦର୍ଜ କରିନାହାଁନ୍ତି।
pa: ਤੁਸੀਂ ਅੱਜ ਅਜੇ ਦਰਜ ਨਹੀਂ ਕੀਤਾ।
pl: Dzisiejszy dzień czeka jeszcze na odhaczenie.
pt_br: Você ainda não registrou hoje.
pt_pt: Ainda não registaste hoje.
ro: Încă n-ai bifat ziua de azi.
ru: Ты ещё не отметилась сегодня.
sk: Dnešok ešte nie je odškrtnutý.
sl: Danes še ni tvoje kljukice.
sv: Du har inte bockat av i dag än.
ta: இன்று நீங்கள் இன்னும் பதிவு செய்யவில்லை.
te: ఈరోజు మీరు ఇంకా నమోదు చేయలేదు.
th: วันนี้คุณยังไม่ได้เช็กอิน
tr: Bugün henüz işaretlemedin.
uk: Ти ще не відмітилася сьогодні.
ur: آج آپ نے ابھی درج نہیں کیا۔
vi: Hôm nay bạn chưa điểm danh.
zh_hans: 你今天还没打卡。
zh_hant: 你今天還沒打卡。

# notification.custom.direct.primary
source: It’s time to check in.
ar: حان وقت التسجيل.
bn: টিক দেওয়ার সময় হয়েছে।
ca: És hora de confirmar.
cs: Je čas odškrtnout dnešek.
da: Det er tid til at krydse af.
de: Es ist Zeit zum Abhaken.
el: Ήρθε η ώρα να το σημειώσεις.
es: Es hora de marcar lo de hoy.
fi: On aika kuitata.
fr: C’est l’heure de valider.
gu: નોંધ કરવાનો સમય થઈ ગયો છે.
he: הגיע הזמן לסמן.
hi: दर्ज करने का समय है।
hr: Vrijeme je da se javiš.
hu: Itt az ideje kipipálni.
id: Sudah waktunya check-in.
it: È ora di confermare.
ja: 記録の時間です。
kn: ದಾಖಲಿಸುವ ಸಮಯವಾಗಿದೆ.
ko: 체크할 시간이에요.
ml: രേഖപ്പെടുത്താനുള്ള സമയമായി.
mr: नोंद करायची वेळ झाली आहे.
ms: Sudah tiba masa untuk sahkan.
nb: Det er tid for å krysse av.
nl: Het is tijd om af te vinken.
or: ଦର୍ଜ କରିବାର ସମୟ ହେଲା।
pa: ਦਰਜ ਕਰਨ ਦਾ ਸਮਾਂ ਹੋ ਗਿਆ ਹੈ।
pl: Czas odhaczyć dzisiejszy dzień.
pt_br: Está na hora de registrar.
pt_pt: Está na hora de registar.
ro: E timpul să bifezi ziua.
ru: Пора отметиться.
sk: Je čas odškrtnúť dnešok.
sl: Čas je, da odkljukaš.
sv: Det är dags att bocka av.
ta: பதிவு செய்யும் நேரம் வந்துவிட்டது.
te: నమోదు చేసే సమయం వచ్చింది.
th: ถึงเวลาเช็กอินแล้ว
tr: İşaretleme zamanı.
uk: Час відмітитися.
ur: درج کرنے کا وقت ہے۔
vi: Đến giờ điểm danh rồi.
zh_hans: 该打卡了。
zh_hant: 該打卡了。

# notification.custom.direct.title
source: Time to check in
ar: وقت التسجيل
bn: টিক দেওয়ার সময়
ca: Hora de confirmar
cs: Čas odškrtnout
da: Tid til at krydse af
de: Zeit zum Abhaken
el: Ώρα να το σημειώσεις
es: Hora de marcar lo de hoy
fi: Aika kuitata
fr: L’heure de valider
gu: નોંધ કરવાનો સમય
he: זמן לסמן
hi: दर्ज करने का समय
hr: Vrijeme je za javljanje
hu: Ideje kipipálni
id: Waktunya check-in
it: Ora di confermare
ja: 記録の時間
kn: ದಾಖಲಿಸುವ ಸಮಯ
ko: 체크할 시간
ml: രേഖപ്പെടുത്താനുള്ള സമയം
mr: नोंद करायची वेळ
ms: Masa untuk sahkan
nb: Tid for å krysse av
nl: Tijd om af te vinken
or: ଦର୍ଜ କରିବାର ସମୟ
pa: ਦਰਜ ਕਰਨ ਦਾ ਸਮਾਂ
pl: Czas odhaczyć dzień
pt_br: Hora de registrar
pt_pt: Hora de registar
ro: E timpul să bifezi
ru: Пора отметиться
sk: Čas odškrtnúť
sl: Čas za kljukico
sv: Dags att bocka av
ta: பதிவு செய்யும் நேரம்
te: నమోదు చేసే సమయం
th: ถึงเวลาเช็กอิน
tr: İşaretleme zamanı
uk: Час відмітитися
ur: درج کرنے کا وقت
vi: Đến giờ điểm danh
zh_hans: 打卡时间到
zh_hant: 打卡時間到

# notification.custom.encouraging.followup
source: You can check in when you’re ready.
ar: يمكنك التسجيل عندما تكونين مستعدة.
bn: আপনি তৈরি হলে টিক দিতে পারেন।
ca: Pots confirmar quan estiguis a punt.
cs: Dnešek můžeš odškrtnout, až se ti to bude hodit.
da: Du kan krydse af, når du er klar.
de: Du kannst abhaken, wenn du so weit bist.
el: Μπορείς να το σημειώσεις όποτε σε βολεύει.
es: Puedes marcarlo cuando quieras.
fi: Voit kuitata, kun olet valmis.
fr: Tu peux valider quand tu veux.
gu: તમે તૈયાર હો ત્યારે નોંધ કરી શકો છો.
he: אפשר לסמן כשתהיי מוכנה.
hi: जब आप तैयार हों, दर्ज कर लें।
hr: Možeš se javiti kad ti odgovara.
hu: Kipipálhatod, amikor készen állsz.
id: Kamu bisa check-in kapan pun kamu siap.
it: Puoi confermare quando vuoi.
ja: 準備ができたら記録してください。
kn: ನೀವು ಸಿದ್ಧರಾದಾಗ ದಾಖಲಿಸಬಹುದು.
ko: 준비되면 체크하세요.
ml: നിങ്ങൾ തയ്യാറാകുമ്പോൾ രേഖപ്പെടുത്താം.
mr: तुम्ही तयार असाल तेव्हा नोंद करा.
ms: Kamu boleh sahkan bila kamu bersedia.
nb: Du kan krysse av når du er klar.
nl: Je kunt afvinken wanneer je er klaar voor bent.
or: ଆପଣ ପ୍ରସ୍ତୁତ ହେଲେ ଦର୍ଜ କରିପାରିବେ।
pa: ਜਦੋਂ ਤੁਸੀਂ ਤਿਆਰ ਹੋਵੋ, ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ।
pl: Odhacz dzień, gdy będzie ci pasować.
pt_br: Você pode registrar quando quiser.
pt_pt: Podes registar quando quiseres.
ro: Poți bifa ziua când ești gata.
ru: Можешь отметиться, когда будешь готова.
sk: Dnešok môžeš odškrtnúť, keď budeš mať chvíľu.
sl: Odkljukaš lahko, kadar ti ustreza.
sv: Du kan bocka av när du är redo.
ta: நீங்கள் தயாரானதும் பதிவு செய்யலாம்.
te: మీరు సిద్ధమైనప్పుడు నమోదు చేయవచ్చు.
th: เช็กอินได้เมื่อคุณพร้อม
tr: Hazır olduğunda işaretleyebilirsin.
uk: Можеш відмітитися, коли будеш готова.
ur: جب آپ تیار ہوں، درج کر لیں۔
vi: Bạn có thể điểm danh khi sẵn sàng.
zh_hans: 准备好了就可以打卡。
zh_hant: 準備好了就可以打卡。

# notification.custom.encouraging.primary
source: A quick check-in for today’s routine.
ar: تسجيل سريع لروتين اليوم.
bn: আজকের রুটিনের জন্য এক ট্যাপে টিক দিন।
ca: Una confirmació ràpida per a la rutina d’avui.
cs: Rychlé odškrtnutí dnešní rutiny.
da: Et hurtigt kryds for dagens rutine.
de: Ein kurzes Häkchen für deine Routine heute.
el: Σημείωσε γρήγορα τη σημερινή ρουτίνα.
es: Un momento para marcar lo de hoy.
fi: Nopea kuittaus päivän rutiinille.
fr: Une validation rapide pour ta routine du jour.
gu: આજની રૂટિન માટે એક ઝડપી નોંધ.
he: סימון קצר לשגרה של היום.
hi: आज की रूटीन के लिए एक झटपट एंट्री।
hr: Kratko javljanje za današnju rutinu.
hu: Egy gyors kipipálás a mai rutinhoz.
id: Check-in singkat untuk rutinitas hari ini.
it: Una conferma veloce per la routine di oggi.
ja: 今日のルーティンを、さっと記録しましょう。
kn: ಇಂದಿನ ದಿನಚರಿಗಾಗಿ ಒಂದು ತ್ವರಿತ ದಾಖಲು.
ko: 오늘 루틴, 가볍게 체크해요.
ml: ഇന്നത്തെ റുട്ടീനിനായി ഒരു ചെറിയ രേഖപ്പെടുത്തൽ.
mr: आजच्या दिनक्रमासाठी एक छोटीशी नोंद.
ms: Sahkan sekejap untuk rutin hari ini.
nb: En rask avkrysning for dagens rutine.
nl: Even afvinken voor je routine van vandaag.
or: ଆଜିର ରୁଟିନ୍ ଗୋଟିଏ ଟ୍ୟାପ୍‌ରେ ଦର୍ଜ କରନ୍ତୁ।
pa: ਅੱਜ ਦੀ ਰੁਟੀਨ ਇੱਕ ਟੈਪ ਨਾਲ ਦਰਜ ਕਰੋ।
pl: Szybkie odhaczenie dzisiejszej rutyny.
pt_br: Um registro rápido para a rotina de hoje.
pt_pt: Um registo rápido para a rotina de hoje.
ro: O bifare rapidă pentru rutina de azi.
ru: Быстрая отметка для сегодняшней рутины.
sk: Rýchle odškrtnutie dnešnej rutiny.
sl: Hitra kljukica za današnjo rutino.
sv: En snabb bock för dagens rutin.
ta: இன்றைய வழக்கத்திற்கு ஒரு விரைவுப் பதிவு.
te: ఈరోజు రొటీన్ కోసం ఒక చిన్న నమోదు.
th: เช็กอินสั้น ๆ สำหรับรูทีนวันนี้
tr: Bugünkü rutinin için kısa bir işaretleme.
uk: Швидка відмітка для сьогоднішньої рутини.
ur: آج کے روٹین کا ایک فوری اندراج۔
vi: Điểm danh nhanh cho lịch hôm nay.
zh_hans: 为今天的日常安排快速打个卡。
zh_hant: 為今天的日常安排快速打個卡。
